"Ignoring attempt to add family type '%1!s!' for a second time."
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DuplicateTypeName { get; }
  Visual Basic
Public Shared ReadOnly Property DuplicateTypeName As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DuplicateTypeName {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace